Repository: ozgu-ataseven/OddsTaskBilyoner
Catalog: OddsTask/Resources/*.lproj/Localizable.strings
Languages: tr

# login_button
source: Login
tr: Giriş Yap

# login_reminder
source: Don't have an account yet?
tr: Hala hesabın yok mu?

# login_error_desc
source: Email and password cannot be empty
tr: Email ve şifre boş olamaz

# login_password_valid
source: Password must be at least 6 characters long
tr: Şifre en az 6 karakter olmalı

# register_name
source: Name Surname
tr: Ad Soyad

# register_privacy
source: I have read and accept the privacy policy
tr: Gizlilik sözleşmesini okudum ve kabul ediyorum.

# register_allready
source: This email is already in use
tr: Bu email adresi zaten kayıtlı

# register_connect
source: Please check your internet connection
tr: Lütfen internet bağlantınızı kontrol edin

# register_failed
source: Failed to register
tr: Kayıt Başarısız

# register_empty_name
source: Name and surname cannot be empty.
tr: Ad Soyad boş olamaz.

# register_password_failed
source: Your passwords do not match.
tr: Şifreleriniz uyuşmuyor.

# odds_title
source: All Odds
tr: Tüm Oranlar

# odds_search
source: Find Match
tr: Maç Ara

source: Odds data not found
tr: Oran verisi bulunamadı.

# event_title
source: Event Detail
tr: Etkinlik Detayı

# sports_search
source: Find Sport
tr: Spor Ara

# sports_no_result
source: No results found for the sport you searched.
tr: Aradığınız spor türü bulunamadı.

# sports_all
source: All Sports
tr: Tüm Sporlar

# sports_update
source: Last updated:
tr: Son güncelleme:

# general_empty_mail
source: Email cannot be empty
tr: Email alanı boş olamaz

# general_invalid_mail
source: Invalid email address
tr: Geçersiz email adresi

# general_password
source: Password
tr: Şifre

# general_confirm_password
source: Confirm password
tr: Şifrenizi tekrar giriniz.

# general_register
source: Register
tr: Kayıt Ol

# general_done
source: Ok
tr: Tamam

# general_error
source: Error
tr: Hata

# general_not_found
source: No results found
tr: Sonuç bulunamadı
